Revit 2027 API
ParameterTypeId.ViewGraphSchedGridAppearance Property
 "Grid Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedGridAppearance { get; }
Public Shared ReadOnly Property ViewGraphSchedGridAppearance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedGridAppearance {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedGridAppearance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace